### 休日設定
$sholiday = @(
'1/1','元日',
'1/2','年始休日',
'1/3','年始休日',
'1/13','成人の日',
'2/11','建国記念日',
'2/23','天皇誕生日',
'2/24','天皇誕生日振替休日',
'3/20','春分の日',
'4/29','昭和の日',
'4/30','特別休日',
'5/1','労働祭',
'5/3','憲法記念日',
'5/4','みどりの日',
'5/5','こどもの日',
'5/6','振替休日',
'6/12','特別休日',
'7/23','海の日',
'7/24','スポーツの日',
'8/10','山の日',
'9/21','敬老の日',
'9/22','秋分の日',
'11/3','文化の日',
'11/23','勤労感謝の日',
'12/29','特別休日',
'12/30','年末休日',
'12/31','年末休日',

'9999'
)

### 配色設定
$backcolor = "Black"              #背景color
$forecolor = "White"              #平日color
$hdcolor = "Red"                  #休日color
$nccolor = "Blue"                 #表示月以外color

